
export const ChatbotList = [
    { 
        name: 'What is Chatbot?',  
        description: 'Chatbot คือโปรแกรมคอมพิวเตอร์ที่ออกแบบมาเพื่อโต้ตอบกับมนุษย์ผ่านข้อความหรือเสียง โดยอัตโนมัติ โดยมีการนำมาใช้อย่างแพร่หลายในด้านต่าง ๆ เช่น การบริการลูกค้า การตลาด การขาย และการให้ข้อมูลแก่ผู้ใช้นอกจากนี้ chatbot ยังมีบทบาทในการช่วยเหลือธุรกิจในการปรับปรุงกระบวนการทำงาน การประหยัดทรัพยากรและเพิ่มประสิทธิภาพในการให้บริการลูกค้า',
        img: 'https://blogs.staffs.ac.uk/business/files/2020/01/chatbot-picture.png',
    },
    {
        name: 'Types of ChatBot',
        description: `
            <p>1. Rule-based Chatbot (แชทบอทที่ใช้กฎ) ทำงานตามกฎที่ตั้งไว้ล่วงหน้า มักใช้การเลือกคำตอบจากตัวเลือกที่กำหนด ไม่สามารถเรียนรู้หรือปรับตัวได้เอง ต้องได้รับการโปรแกรมล่วงหน้า</p>
            <p>2. AI-based Chatbot (แชทบอทที่ใช้ AI) ใช้ AI และ Machine Learning ในการเรียนรู้และทำความเข้าใจในใจความ สามารถปรับตัวและตอบสนองได้หลากหลาย</p>
            <p>3. Hybrid Chatbot (แชทบอทแบบผสม) เป็นการรวมกันระหว่าง Rule-based และ AI-based เพื่อให้ได้ความสามารถในการตอบคำถามที่หลากหลาย</p>
            <p>4. Voice Bot (ไวย์สบอท) แชทบอทที่สามารถสื่อสารด้วยเสียงได้ เช่น Siri, Google Assistant หรือ Alexa</p>
        `,  
        img: 'https://www.inbenta.com/wp-content/uploads/2023/06/8-must-have-chatbot-features-1-1024x780-1.png',
    }
]